[
    {
        "title": "Sherlock Holmes, Volume 3",
        "id": "2506b6b805e2e6c7",
        "authors": ["Arthur Conan Doyle"],
        "publisher": "Courier Dover Publications",
        "description": "This great series addition of Sherlock Holmes includes a full-length novels and short stories. Sherlock Holmes: Volume 3 continues the exciting adventures of the world's most famous pipe-smoking detective, Sherlock Holmes, collecting works written by Sir Arthur Conan Doyle. Included are the short story collection The Return of Sherlock Holmes (1905) and the novel The Valley of Fear (1915). From his home, 221B Baker Street in London, the legendary Sherlock Holmes (accompanied by his loyal companion and chronicler, Dr. Watson) employs his mastery of deductive reasoning and expert sleuthing to solve an arraying of complex and harrowing cases, baffling the police and becoming internationally renowned for his remarkable observations and even more eccentric habits. Complete and unabridged, this elegantly designed clothbound edition features an elastic closure and a new introduction by Daniel Stashower.",
        "categories": ["Fiction", "Detective"],
        "pageCount": 255,
        "thumbnailId": "8a86a1f4",
        "language": "en",
        "price": "25",
        "publishedDate": "2016-02-15",
        "subtitle": ""
    },
    {
        "title": "The Three-Body Problem",
        "id": "",
        "authors": ["Cixin Liu"],
        "publisher": "Tor Books",
        "description": "The Three-Body Problem is the first chance for English-speaking listeners to experience the Hugo Award-winning phenomenon from China's most beloved science fiction author, Liu Cixin. Set against the backdrop of China's Cultural Revolution, a secret military project sends signals into space to establish contact with aliens. An alien civilization on the brink of destruction captures the signal and plans to invade Earth. Meanwhile, on Earth, different camps start forming, planning to either welcome the superior beings and help them take over a world seen as corrupt, or to fight against the invasion. The result is a science fiction masterpiece of enormous scope and vision.",
        "categories": ["Fiction"],
        "pageCount": 448,
        "thumbnailId": "2a95a51c",
        "language": "en",
        "price": "10.00",
        "publishedDate": "2014-11-11",
        "subtitle": ""
    },
    {
        "title": "The Dark Forest",
        "id": "",
        "authors": ["Cixin Liu"],
        "publisher": "HEAD OF ZEUS",
        "description": "In The Dark Forest, Earth is reeling from the revelation of a coming alien invasion-in just four centuries' time. The aliens' human collaborators may have been defeated, but the presence of the sophons, the subatomic particles that allow Trisolaris instant access to all human information, means that Earth's defense plans are totally exposed to the enemy. Only the human mind remains a secret. This is the motivation for the Wallfacer Project, a daring plan that grants four men enormous resources to design secret strategies, hidden through deceit and misdirection from Earth and Trisolaris alike. Three of the Wallfacers are influential statesmen and scientists, but the fourth is a total unknown. Luo Ji, an unambitious Chinese astronomer and sociologist, is baffled by his new status. All he knows is that he's the one Wallfacer that Trisolaris wants dead.",
        "categories": ["Fiction"],
        "pageCount": 550,
        "thumbnailId": "ae43fb0e",
        "language": "en",
        "price": "10.76",
        "publishedDate": "2015-08-11",
        "subtitle": ""
    },
    {
        "title": "Death's End",
        "id": "",
        "authors": ["Cixin Liu", "Ken Liu"],
        "publisher": "HEAD OF ZEUS",
        "description": "The New York Times best-selling conclusion to a tour de force near-future adventure trilogy from China's best-selling and beloved science fiction writer. With The Three-Body Problem, English-speaking listeners got their first chance to hear China's most beloved science fiction author, Cixin Liu. The Three-Body Problem was released to great acclaim including coverage in The New York Times and The Wall Street Journal and reading list picks by Barack Obama and Mark Zuckerberg. It was also won the Hugo and Nebula Awards, making it the first translated novel to win a major SF award. Now this epic trilogy concludes with Death's End. Half a century after the Doomsday Battle, the uneasy balance of Dark Forest Deterrence keeps the Trisolaran invaders at bay. Earth enjoys unprecedented prosperity due to the infusion of Trisolaran knowledge. With human science advancing daily and the Trisolarans adopting Earth culture, it seems that the two civilizations will soon be able to co-exist peacefully as equals without the terrible threat of mutually assured annihilation. But the peace has also made humanity complacent.",
        "categories": ["Fiction"],
        "pageCount": 608,
        "thumbnailId": "ca341fbe",
        "language": "en",
        "price": "21.04",
        "publishedDate": "2016-09-20",
        "subtitle": ""
    },
    {
        "title": "How to Win Friends & Influence People",
        "id": "",
        "authors": ["Dale Carnegie"],
        "publisher": "",
        "description": "You can go after the job you want—and get it!\nYou can take the job you have—and improve it!\nYou can take any situation—and make it work for you!\nDale Carnegie’s rock-solid, time-tested advice has carried countless people up the ladder of success in their business and personal lives. One of the most groundbreaking and timeless bestsellers of all time, How to Win Friends & Influence People will teach you:\n-Six ways to make people like you\n-Twelve ways to win people to your way of thinking\n-Nine ways to change people without arousing resentment\nAnd much more! Achieve your maximum potential—a must-read for the twenty-first century with more than 15 million copies sold!",
        "categories": ["non-fiction", "self-help", "life-skill"],
        "pageCount": 320,
        "thumbnailId": "128e66d2",
        "language": "en",
        "price": "9.99",
        "publishedDate": "1998-10-01",
        "subtitle": ""
    },
    {
        "title": "The Power of Now",
        "id": "",
        "authors": ["Eckhart Tolle"],
        "publisher": "New World Library",
        "description": "In The Power of Now, Eckhart Tolle offers a spiritual framework for overcoming the ego and experiencing life in the present moment. This self-help classic is a guide for those seeking inner peace, purpose, and mindfulness.",
        "categories": ["self-help", "life-skill"],
        "pageCount": 229,
        "thumbnailId": "95c51baa",
        "language": "en",
        "price": "13.29",
        "publishedDate": "2004-08-19",
        "subtitle": ""
    },
    {
        "title": "Atomic Habits",
        "id": "",
        "authors": ["James Clear"],
        "publisher": "Avery",
        "description": "Atomic Habits provides an easy and proven way to build good habits and break bad ones. With practical advice and case studies, James Clear explores how small changes in daily routines can lead to significant improvements in life and work.",
        "categories": ["self-help", "life-skill"],
        "pageCount": 320,
        "thumbnailId": "cb9d7348",
        "language": "en",
        "price": "16.20",
        "publishedDate": "2018-10-16",
        "subtitle": ""
    },
    {
        "title": "The Book Of Joy",
        "id": "",
        "authors": ["His Holiness the Dalai Lama", "Desmond Tutu", "Douglas Carlton Abrams"],
        "publisher": "Penguin Audio",
        "description": "The occasion was a big birthday. And it inspired two close friends to get together in Dharamsala for a talk about something very important to them. The friends were His Holiness the Dalai Lama and Archbishop Desmond Tutu. The subject was joy. Both winners of the Nobel Prize, both great spiritual masters and moral leaders of our time, they are also known for being among the most infectiously happy people on the planet.\nFrom the beginning the book was envisioned as a three-layer birthday cake: their own stories and teachings about joy, the most recent findings in the science of deep happiness, and the daily practices that anchor their own emotional and spiritual lives. Both the Dalai Lama and Archbishop Tutu have been tested by great personal and national adversity, and here they share their personal stories of struggle and renewal. Now that they are both in their 80s, they especially want to spread the core message that to have joy yourself, you must bring joy to others.",
        "categories": ["non-fiction"],
        "pageCount": 368,
        "thumbnailId": "7781d03f",
        "language": "en",
        "price": "15.59",
        "publishedDate": "2016-09-20",
        "subtitle": ""
    },
    {
        "title": "Educated",
        "id": "",
        "authors": ["Tara Westover"],
        "publisher": "Random House",
        "description": "In her powerful memoir, Tara Westover recounts her journey from a survivalist family in Idaho to earning a PhD from Cambridge University. Educated explores resilience, self-discovery, and the transformative power of education.",
        "categories": ["non-fiction"],
        "pageCount": 352,
        "thumbnailId": "1766b622",
        "language": "en",
        "price": "12.99",
        "publishedDate": "2018-02-20",
        "subtitle": ""
    },
    {
        "title": "Sapiens: A Brief History of Humankind",
        "id": "d230f082",
        "authors": ["Yuval Noah Harari"],
        "publisher": "Harper",
        "description": "Sapiens delves into the history of humankind, examining how Homo sapiens came to dominate Earth. From cognitive revolutions to technological advancements, Harari explores the forces that have shaped human society and culture.",
        "categories": ["non-fiction", "science"],
        "pageCount": 498,
        "thumbnailId": "e210524d",
        "language": "en",
        "price": "14.99",
        "publishedDate": "2015-02-10",
        "subtitle": ""
    },
    {
        "title": "The Iliad",
        "id": "",
        "authors": ["Homer"],
        "publisher": "Penguin Classics",
        "description": "The Iliad is one of the greatest epic poems in history, detailing the events of the Trojan War and the heroics of Achilles. A profound look at the themes of honor, pride, and fate, Homer captures the heroism and tragedy of the ancient Greek world.",
        "categories": ["classical"],
        "pageCount": 320,
        "thumbnailId": "68f94a2d",
        "language": "en",
        "price": "11.45",
        "publishedDate": "2003-11-25",
        "subtitle": ""
    },
    {
        "title": "Metamorphoses",
        "id": "",
        "authors": ["Ovid"],
        "publisher": "Penguin Classics",
        "description": "Ovid's Metamorphoses is a poetic masterpiece of transformation, capturing myths and legends that have influenced Western art and literature for centuries. Covering themes of love, power, and change, it remains a central work of classical mythology.",
        "categories": ["classical"],
        "pageCount": 768,
        "thumbnailId": "eda1a5d6",
        "language": "en",
        "price": "12.99",
        "publishedDate": "2004-08-10",
        "subtitle": ""
    },
    {
        "title": "The Aeneid",
        "id": "",
        "authors": ["Virgil"],
        "publisher": "Penguin Classics",
        "description": "Virgil’s The Aeneid tells the tale of Aeneas, a Trojan who travels to Italy and lays the foundation for the future Roman Empire. This epic, rich in adventure and emotion, explores destiny, duty, and the origins of Rome.",
        "categories": ["classical"],
        "pageCount": 496,
        "thumbnailId": "4fcdf9d5",
        "language": "en",
        "price": "10.75",
        "publishedDate": "2003-07-29",
        "subtitle": ""
    },
    {
        "title": "The Selfish Gene",
        "id": "",
        "authors": ["Richard Dawkins"],
        "publisher": "Oxford University Press",
        "description": "Richard Dawkins’s influential work on evolution and genetics argues that genes, not species or individuals, are the primary units of selection. This groundbreaking book introduces the idea of 'selfish' genes, influencing modern views on evolutionary biology.",
        "categories": ["science"],
        "pageCount": 384,
        "thumbnailId": "8b1a93c4",
        "language": "en",
        "price": "13.75",
        "publishedDate": "2006-09-01",
        "subtitle": ""
    },
    {
        "title": "The Elegant Universe",
        "id": "",
        "authors": ["Brian Greene"],
        "publisher": "W. W. Norton & Company",
        "description": "Brian Greene explores the groundbreaking concept of string theory, which proposes that tiny, vibrating strings are the fundamental building blocks of the universe. The Elegant Universe unpacks this complex topic, shedding light on relativity and quantum mechanics.",
        "categories": ["science"],
        "pageCount": 464,
        "thumbnailId": "9e08311f",
        "language": "en",
        "price": "16.00",
        "publishedDate": "2003-10-01",
        "subtitle": ""
    },
    {
        "title": "Cosmos",
        "id": "",
        "authors": ["Carl Sagan"],
        "publisher": "Ballantine Books",
        "description": "In this classic science book, Carl Sagan takes readers on a journey through space and time, exploring the origins of the universe, life, and intelligence. Cosmos is a profound reflection on the beauty and mystery of the cosmos and humanity’s place within it.",
        "categories": ["science"],
        "pageCount": 396,
        "thumbnailId": "56727d8b",
        "language": "en",
        "price": "14.99",
        "publishedDate": "1985-12-10",
        "subtitle": ""
    },
    {
        "title": "Guns, Germs, and Steel: The Fates of Human Societies",
        "id": "",
        "authors": ["Jared Diamond"],
        "publisher": "W. W. Norton & Company",
        "description": "In this Pulitzer Prize-winning work, Jared Diamond examines the factors that led to the unequal distribution of wealth and power in human societies. He explores how geography, biology, and environment shaped the course of history.",
        "categories": ["history"],
        "pageCount": 480,
        "thumbnailId": "ca37ab91",
        "language": "en",
        "price": "18.95",
        "publishedDate": "1999-03-01",
        "subtitle": ""
    },
    {
        "title": "The Diary of a Young Girl",
        "id": "",
        "authors": ["Anne Frank"],
        "publisher": "Bantam Books",
        "description": "This poignant diary chronicles the life of Anne Frank, a Jewish girl in hiding during the Nazi occupation of the Netherlands. Her reflections on adolescence, identity, and hope in the face of oppression have made this work a timeless classic.",
        "categories": ["history"],
        "pageCount": 283,
        "thumbnailId": "d51ec53e",
        "language": "en",
        "price": "12.99",
        "publishedDate": "1993-06-01",
        "subtitle": ""
    },
    {
        "title": "The History of the Ancient World: From the Earliest Accounts to the Fall of Rome",
        "id": "",
        "authors": ["Susan Wise Bauer"],
        "publisher": "W. W. Norton & Company",
        "description": "Susan Wise Bauer provides a comprehensive overview of ancient history, covering civilizations from Mesopotamia to Rome. This engaging narrative captures the lives, cultures, and events that shaped the ancient world.",
        "categories": ["history"],
        "pageCount": 672,
        "thumbnailId": "bb8602d2",
        "language": "en",
        "price": "17.95",
        "publishedDate": "2007-04-17",
        "subtitle": ""
    },
    {
        "title": "Freakonomics: A Rogue Economist Explores the Hidden Side of Everything",
        "id": "",
        "authors": ["Steven D. Levitt", "Stephen J. Dubner"],
        "publisher": "William Morrow",
        "description": "Freakonomics challenges conventional wisdom by applying economic theory to diverse topics. Levitt and Dubner reveal surprising truths about human behavior, crime, and incentives, demonstrating how economic principles shape our everyday lives.",
        "categories": ["Economics and Business"],
        "pageCount": 336,
        "thumbnailId": "9db291ff",
        "language": "en",
        "price": "16.99",
        "publishedDate": "2006-04-01",
        "subtitle": ""
    },
    {
        "title": "The Lean Startup: How Today's Entrepreneurs Use Continuous Innovation to Create Radically Successful Businesses",
        "id": "",
        "authors": ["Eric Ries"],
        "publisher": "Crown Business",
        "description": "The Lean Startup introduces a methodology for developing businesses and products through validated learning and iterative design. Eric Ries emphasizes the importance of adaptability and customer feedback in achieving success.",
        "categories": ["Economics and Business"],
        "pageCount": 336,
        "thumbnailId": "b19872a8",
        "language": "en",
        "price": "12.99",
        "publishedDate": "2011-09-13",
        "subtitle": ""
    },
    {
        "title": "Capital in the Twenty-First Century",
        "id": "",
        "authors": ["Thomas Piketty"],
        "publisher": "Harvard University Press",
        "description": "In this landmark work, Thomas Piketty examines wealth and income inequality in the modern era. He analyzes historical data to illustrate the concentration of wealth and proposes solutions for addressing economic disparities.",
        "categories": ["Economics and Business"],
        "pageCount": 816,
        "thumbnailId": "e1fd1e3b",
        "language": "en",
        "price": "24.95",
        "publishedDate": "2014-04-15",
        "subtitle": ""
    },
    {
        "title": "The Bible",
        "id": "",
        "authors": ["Various Authors"],
        "publisher": "Various Publishers",
        "description": "The Bible is a collection of sacred texts central to Christianity and Judaism, encompassing a diverse range of literary forms, including history, poetry, and prophecy. It explores themes of faith, morality, and the relationship between God and humanity.",
        "categories": ["Religion"],
        "pageCount": 1200,
        "thumbnailId": "b5272836",
        "language": "en",
        "price": "19.99",
        "publishedDate": "2005-05-10",
        "subtitle": ""
    },
    {
        "title": "The Tao Te Ching",
        "id": "",
        "authors": ["Laozi"],
        "publisher": "Penguin Classics",
        "description": "The Tao Te Ching is a foundational text of Taoism, composed by Laozi. It offers profound wisdom on the nature of existence, the importance of harmony, and the principles of simplicity and humility.",
        "categories": ["Religion"],
        "pageCount": 144,
        "thumbnailId": "f34e261c",
        "language": "en",
        "price": "10.50",
        "publishedDate": "1997-01-01",
        "subtitle": ""
    },
    {
        "title": "The Qur'an",
        "id": "",
        "authors": ["Various Authors"],
        "publisher": "Oxford University Press",
        "description": "The Qur'an is the holy book of Islam, believed to be the word of God as revealed to the Prophet Muhammad. It addresses all aspects of life and spirituality, emphasizing faith, morality, and social justice.",
        "categories": ["Religion"],
        "pageCount": 704,
        "thumbnailId": "a060b649",
        "language": "en",
        "price": "14.99",
        "publishedDate": "2004-03-01",
        "subtitle": ""
    },
    {
        "title": "Daring Greatly: How the Courage to Be Vulnerable Transforms the Way We Live, Love, Parent, and Lead",
        "id": "",
        "authors": ["Brené Brown"],
        "publisher": "Gotham Books",
        "description": "In Daring Greatly, Brené Brown explores the power of vulnerability and how it can lead to deeper connections and authenticity in life. She encourages readers to embrace vulnerability as a source of strength and courage in personal and professional relationships.",
        "categories": ["life-skill"],
        "pageCount": 320,
        "thumbnailId": "7eec4756",
        "language": "en",
        "price": "17.99",
        "publishedDate": "2012-09-11",
        "subtitle": ""
    },
    {
        "title": "The 7 Habits of Highly Effective People",
        "id": "",
        "authors": ["Stephen R. Covey"],
        "publisher": "Free Press",
        "description": "Stephen Covey's influential book outlines seven habits that can transform personal and professional effectiveness. This guide emphasizes principles of fairness, integrity, and human dignity, offering practical advice for personal development.",
        "categories": ["self-help", "life-skill"],
        "pageCount": 381,
        "thumbnailId": "c5136cee",
        "language": "en",
        "price": "15.99",
        "publishedDate": "1989-08-15",
        "subtitle": ""
    },
    {
        "title": "Mindset: The New Psychology of Success",
        "id": "",
        "authors": ["Carol S. Dweck"],
        "publisher": "Ballantine Books",
        "description": "In Mindset, psychologist Carol Dweck explores the concept of fixed vs. growth mindsets and how they influence our approach to challenges and achievement. The book provides insights into how cultivating a growth mindset can lead to greater success and fulfillment.",
        "categories": ["life-skill"],
        "pageCount": 320,
        "thumbnailId": "9bb08877",
        "language": "en",
        "price": "14.99",
        "publishedDate": "2006-02-28",
        "subtitle": ""
    },
    {
        "title": "Sword Art Online: Aincrad",
        "id": "",
        "authors": ["Reki Kawahara"],
        "publisher": "Yen Press",
        "description": "Sword Art Online: Aincrad follows the story of Kirito, a player trapped in a virtual reality MMORPG where dying in the game means dying in real life. As he fights for survival and searches for a way to escape, he forms bonds with other players, including the strong-willed Asuna.",
        "categories": ["Fiction"],
        "pageCount": 368,
        "thumbnailId": "f6fdf37b",
        "language": "en",
        "price": "14.99",
        "publishedDate": "2014-07-01",
        "subtitle": ""
    },
    {
        "title": "No Game No Life, Vol. 1",
        "id": "",
        "authors": ["Yuu Kamiya"],
        "publisher": "Yen Press",
        "description": "Siblings Sora and Shiro are unbeatable gamers who are suddenly transported to a world where everything is determined by games. Faced with unique challenges and opponents, they aim to conquer this new world and become its rulers.",
        "categories": ["Fiction"],
        "pageCount": 368,
        "thumbnailId": "a84a7067",
        "language": "en",
        "price": "12.99",
        "publishedDate": "2014-05-20",
        "subtitle": ""
    },
    {
        "title": "Mushoku Tensei: Isekai Ittara Honki Dasu, Volume 1",
        "id": "",
        "authors": ["Rifujin na Magonote"],
        "publisher": "Yen Press",
        "description": "Mushoku Tensei theo chân một người đàn ông 34 tuổi thất bại trong cuộc sống và chết trong một tai nạn. Khi tái sinh vào một thế giới kỳ diệu với một cơ thể mới, cậu quyết tâm sống cuộc đời mà mình chưa bao giờ có, không còn bỏ lỡ bất kỳ cơ hội nào và phát huy hết tiềm năng của bản thân.",
        "categories": ["Fiction"],
        "pageCount": 400,
        "thumbnailId": "beb64c9b",
        "language": "en",
        "price": "14.99",
        "publishedDate": "2021-02-16",
        "subtitle": ""
    },
    {
        "title": "Classroom of the Elite, Volume 1",
        "id": "",
        "authors": ["Syougo Kinugasa"],
        "publisher": "Yen Press",
        "description": "Welcome to the Tokyo Metropolitan Advanced Nurturing School, where students are given the opportunity to succeed in life based on their academic performance. Ayanokoji Kiyotaka, a student in Class D, is determined to rise above the competition. But in a world where deception and manipulation reign, he must navigate the challenges and secrets of the elite.",
        "categories": ["Fiction"],
        "pageCount": 320,
        "thumbnailId": "31682260",
        "language": "en",
        "price": "12.99",
        "publishedDate": "2018-05-01",
        "subtitle": ""
    },
    {
        "title": "The Rising of the Shield Hero, Volume 1",
        "id": "",
        "authors": ["Aneko Yusagi"],
        "publisher": "One Peace Books",
        "description": "Naofumi Iwatani is summoned to another world as the Shield Hero, but he quickly becomes an outcast. With no allies and facing betrayal, he must learn to grow stronger and rise against the odds to save the world from its impending doom.",
        "categories": ["Fiction"],
        "pageCount": 336,
        "thumbnailId": "e8bd1569",
        "language": "en",
        "price": "15.99",
        "publishedDate": "2015-06-16",
        "subtitle": ""
    },
    {
        "title": "Ways of Seeing",
        "id": "",
        "authors": ["John Berger"],
        "publisher": "British Broadcasting Corporation",
        "description": "In this influential book, John Berger critiques traditional Western cultural aesthetics and examines how images shape our perception of the world. Through essays and illustrations, he challenges viewers to question the context and meaning behind visual art.",
        "categories": ["Art and Entertainment"],
        "pageCount": 176,
        "thumbnailId": "197ac489",
        "language": "en",
        "price": "12.95",
        "publishedDate": "1972-09-01",
        "subtitle": ""
    },
    {
        "title": "The Story of Art",
        "id": "",
        "authors": ["E.H. Gombrich"],
        "publisher": "Phaidon Press",
        "description": "The Story of Art is a comprehensive overview of the history of art from prehistoric times to the modern era. E.H. Gombrich presents key movements, artists, and works in an accessible manner, making art history engaging for readers of all backgrounds.",
        "categories": ["Art and Entertainment"],
        "pageCount": 688,
        "thumbnailId": "293b9132",
        "language": "en",
        "price": "24.95",
        "publishedDate": "1995-10-01",
        "subtitle": ""
    },
    {
        "title": "Understanding Comics: The Invisible Art",
        "id": "",
        "authors": ["Scott McCloud"],
        "publisher": "HarperPerennial",
        "description": "In Understanding Comics, Scott McCloud explores the art form of comics and graphic novels, analyzing their history, techniques, and cultural significance. This groundbreaking book offers a unique perspective on visual storytelling and the medium's potential.",
        "categories": ["Art and Entertainment"],
        "pageCount": 224,
        "thumbnailId": "aa0cc9d9",
        "language": "en",
        "price": "18.99",
        "publishedDate": "1994-01-01",
        "subtitle": ""
    }
]
