[
    {
        "title": "Sherlock Holmes, Volume 3",
        "id": "2506b6b805e2e6c7",
        "authors": ["Arthur Conan Doyle"],
        "publisher": "Courier Dover Publications",
        "description": "This great series addition of Sherlock Holmes includes a full-length novels and short stories. Sherlock Holmes: Volume 3 continues the exciting adventures of the world's most famous pipe-smoking detective, Sherlock Holmes, collecting works written by Sir Arthur Conan Doyle. Included are the short story collection The Return of Sherlock Holmes (1905) and the novel The Valley of Fear (1915). From his home, 221B Baker Street in London, the legendary Sherlock Holmes (accompanied by his loyal companion and chronicler, Dr. Watson) employs his mastery of deductive reasoning and expert sleuthing to solve an arraying of complex and harrowing cases, baffling the police and becoming internationally renowned for his remarkable observations and even more eccentric habits. Complete and unabridged, this elegantly designed clothbound edition features an elastic closure and a new introduction by Daniel Stashower.",
        "categories": ["Fiction", "Detective"],
        "pageCount": 255,
        "imageLinks": {
            "smallThumbnail": "https://cdn.kobo.com/book-images/4381da73-abc8-493f-a659-789c1ccb5bf8/1200/1200/False/sherlock-holmes-volume-3-1.jpg",
            "thumbnail": "https://cdn.kobo.com/book-images/4381da73-abc8-493f-a659-789c1ccb5bf8/1200/1200/False/sherlock-holmes-volume-3-1.jpg"
        },
        "language": "en",
        "price": "25",
        "publishedDate": "2016-02-15",
        "subtitle": ""
    },
    {
        "title": "The Three-Body Problem",
        "id": "",
        "authors": ["Cixin Liu"],
        "publisher": "Tor Books",
        "description": "The Three-Body Problem is the first chance for English-speaking listeners to experience the Hugo Award-winning phenomenon from China's most beloved science fiction author, Liu Cixin. Set against the backdrop of China's Cultural Revolution, a secret military project sends signals into space to establish contact with aliens. An alien civilization on the brink of destruction captures the signal and plans to invade Earth. Meanwhile, on Earth, different camps start forming, planning to either welcome the superior beings and help them take over a world seen as corrupt, or to fight against the invasion. The result is a science fiction masterpiece of enormous scope and vision.",
        "categories": ["Fiction"],
        "pageCount": 448,
        "imageLinks": {
            "smallThumbnail": "./public/image/fiction/The-Three-Body-Problem.png",
            "thumbnail": "./public/image/fiction/The-Three-Body-Problem.png"
        },
        "language": "en",
        "price": "10.00",
        "publishedDate": "2014-11-11",
        "subtitle": ""
    },
    {
        "title": "The Dark Forest",
        "id": "",
        "authors": ["Cixin Liu"],
        "publisher": "HEAD OF ZEUS",
        "description": "In The Dark Forest, Earth is reeling from the revelation of a coming alien invasion-in just four centuries' time. The aliens' human collaborators may have been defeated, but the presence of the sophons, the subatomic particles that allow Trisolaris instant access to all human information, means that Earth's defense plans are totally exposed to the enemy. Only the human mind remains a secret. This is the motivation for the Wallfacer Project, a daring plan that grants four men enormous resources to design secret strategies, hidden through deceit and misdirection from Earth and Trisolaris alike. Three of the Wallfacers are influential statesmen and scientists, but the fourth is a total unknown. Luo Ji, an unambitious Chinese astronomer and sociologist, is baffled by his new status. All he knows is that he's the one Wallfacer that Trisolaris wants dead.",
        "categories": ["Fiction"],
        "pageCount": 550,
        "imageLinks": {
            "smallThumbnail": "./public/image/fiction/The-Dark-Forest.png",
            "thumbnail": "./public/image/fiction/The-Dark-Forest.png"
        },
        "language": "en",
        "price": "10.76",
        "publishedDate": "2015-08-11",
        "subtitle": ""
    },
    {
        "title": "Death's End",
        "id": "",
        "authors": ["Cixin Liu", "Ken Liu"],
        "publisher": "HEAD OF ZEUS",
        "description": "The New York Times best-selling conclusion to a tour de force near-future adventure trilogy from China's best-selling and beloved science fiction writer. With The Three-Body Problem, English-speaking listeners got their first chance to hear China's most beloved science fiction author, Cixin Liu. The Three-Body Problem was released to great acclaim including coverage in The New York Times and The Wall Street Journal and reading list picks by Barack Obama and Mark Zuckerberg. It was also won the Hugo and Nebula Awards, making it the first translated novel to win a major SF award. Now this epic trilogy concludes with Death's End. Half a century after the Doomsday Battle, the uneasy balance of Dark Forest Deterrence keeps the Trisolaran invaders at bay. Earth enjoys unprecedented prosperity due to the infusion of Trisolaran knowledge. With human science advancing daily and the Trisolarans adopting Earth culture, it seems that the two civilizations will soon be able to co-exist peacefully as equals without the terrible threat of mutually assured annihilation. But the peace has also made humanity complacent.",
        "categories": ["Fiction"],
        "pageCount": 608,
        "imageLinks": {
            "smallThumbnail": "./public/image/fiction/Death-End.png",
            "thumbnail": "./public/image/fiction/Death-End.png"
        },
        "language": "en",
        "price": "21.04",
        "publishedDate": "2016-09-20",
        "subtitle": ""
    },
    {
        "title": "How to Win Friends & Influence People",
        "id": "",
        "authors": ["Dale Carnegie"],
        "publisher": "",
        "description": "You can go after the job you want—and get it!\nYou can take the job you have—and improve it!\nYou can take any situation—and make it work for you!\nDale Carnegie’s rock-solid, time-tested advice has carried countless people up the ladder of success in their business and personal lives. One of the most groundbreaking and timeless bestsellers of all time, How to Win Friends & Influence People will teach you:\n-Six ways to make people like you\n-Twelve ways to win people to your way of thinking\n-Nine ways to change people without arousing resentment\nAnd much more! Achieve your maximum potential—a must-read for the twenty-first century with more than 15 million copies sold!",
        "categories": ["non-fiction", "self-help"],
        "pageCount": 320,
        "imageLinks": {
            "smallThumbnail": "./public/image/self-help/How-To-Win-Friends.png",
            "thumbnail": "./public/image/self-help/How-To-Win-Friends.png"
        },
        "language": "en",
        "price": "9.99",
        "publishedDate": "1998-10-01",
        "subtitle": ""
    },
    {
        "title": "The Book Of Joy",
        "id": "",
        "authors": ["His Holiness the Dalai Lama", "Desmond Tutu", "Douglas Carlton Abrams"],
        "publisher": "Penguin Audio",
        "description": "The occasion was a big birthday. And it inspired two close friends to get together in Dharamsala for a talk about something very important to them. The friends were His Holiness the Dalai Lama and Archbishop Desmond Tutu. The subject was joy. Both winners of the Nobel Prize, both great spiritual masters and moral leaders of our time, they are also known for being among the most infectiously happy people on the planet.\nFrom the beginning the book was envisioned as a three-layer birthday cake: their own stories and teachings about joy, the most recent findings in the science of deep happiness, and the daily practices that anchor their own emotional and spiritual lives. Both the Dalai Lama and Archbishop Tutu have been tested by great personal and national adversity, and here they share their personal stories of struggle and renewal. Now that they are both in their 80s, they especially want to spread the core message that to have joy yourself, you must bring joy to others.",
        "categories": ["non-fiction"],
        "pageCount": 368,
        "imageLinks": {
            "smallThumbnail": "./public/image/non-fiction/The-Book-Of-Joy.png",
            "thumbnail": "./public/image/non-fiction/The-Book-Of-Joy.png"
        },
        "language": "en",
        "price": "15.59",
        "publishedDate": "2016-09-20",
        "subtitle": ""
    },
    {
        "title": "The Iliad",
        "id": "",
        "authors": ["Homer"],
        "publisher": "Penguin Classics",
        "description": "The Iliad is one of the greatest epic poems in history, detailing the events of the Trojan War and the heroics of Achilles. A profound look at the themes of honor, pride, and fate, Homer captures the heroism and tragedy of the ancient Greek world.",
        "categories": ["classical"],
        "pageCount": 320,
        "imageLinks": {
            "smallThumbnail": "./public/image/classical/The-Iliad.png",
            "thumbnail": "./public/image/classical/The-Iliad.png"
        },
        "language": "en",
        "price": "11.45",
        "publishedDate": "2003-11-25",
        "subtitle": ""
    },
    {
        "title": "Metamorphoses",
        "id": "",
        "authors": ["Ovid"],
        "publisher": "Penguin Classics",
        "description": "Ovid's Metamorphoses is a poetic masterpiece of transformation, capturing myths and legends that have influenced Western art and literature for centuries. Covering themes of love, power, and change, it remains a central work of classical mythology.",
        "categories": ["classical"],
        "pageCount": 768,
        "imageLinks": {
            "smallThumbnail": "./public/image/classical/Metamorphoses.png",
            "thumbnail": "./public/image/classical/Metamorphoses.png"
        },
        "language": "en",
        "price": "12.99",
        "publishedDate": "2004-08-10",
        "subtitle": ""
    },
    {
        "title": "The Aeneid",
        "id": "",
        "authors": ["Virgil"],
        "publisher": "Penguin Classics",
        "description": "Virgil’s The Aeneid tells the tale of Aeneas, a Trojan who travels to Italy and lays the foundation for the future Roman Empire. This epic, rich in adventure and emotion, explores destiny, duty, and the origins of Rome.",
        "categories": ["classical"],
        "pageCount": 496,
        "imageLinks": {
            "smallThumbnail": "./public/image/classical/The-Aeneid.png",
            "thumbnail": "./public/image/classical/The-Aeneid.png"
        },
        "language": "en",
        "price": "10.75",
        "publishedDate": "2003-07-29",
        "subtitle": ""
    },
    {
        "title": "Atomic Habits",
        "id": "",
        "authors": ["James Clear"],
        "publisher": "Avery",
        "description": "Atomic Habits provides an easy and proven way to build good habits and break bad ones. With practical advice and case studies, James Clear explores how small changes in daily routines can lead to significant improvements in life and work.",
        "categories": ["self-help"],
        "pageCount": 320,
        "imageLinks": {
            "smallThumbnail": "./public/image/self-help/Atomic-Habits.png",
            "thumbnail": "./public/image/self-help/Atomic-Habits.png"
        },
        "language": "en",
        "price": "16.20",
        "publishedDate": "2018-10-16",
        "subtitle": ""
    },
    {
        "title": "The Power of Now",
        "id": "",
        "authors": ["Eckhart Tolle"],
        "publisher": "New World Library",
        "description": "In The Power of Now, Eckhart Tolle offers a spiritual framework for overcoming the ego and experiencing life in the present moment. This self-help classic is a guide for those seeking inner peace, purpose, and mindfulness.",
        "categories": ["self-help"],
        "pageCount": 229,
        "imageLinks": {
            "smallThumbnail": "./public/image/self-help/The-Power-of-Now.png",
            "thumbnail": "./public/image/self-help/The-Power-of-Now.png"
        },
        "language": "en",
        "price": "13.29",
        "publishedDate": "2004-08-19",
        "subtitle": ""
    },
    {
        "title": "Sapiens: A Brief History of Humankind",
        "id": "",
        "authors": ["Yuval Noah Harari"],
        "publisher": "Harper",
        "description": "Sapiens delves into the history of humankind, examining how Homo sapiens came to dominate Earth. From cognitive revolutions to technological advancements, Harari explores the forces that have shaped human society and culture.",
        "categories": ["non-fiction", "science"],
        "pageCount": 498,
        "imageLinks": {
            "smallThumbnail": "./public/image/non-fiction/Sapiens.png",
            "thumbnail": "./public/image/non-fiction/Sapiens.png"
        },
        "language": "en",
        "price": "14.99",
        "publishedDate": "2015-02-10",
        "subtitle": ""
    },
    {
        "title": "Educated",
        "id": "",
        "authors": ["Tara Westover"],
        "publisher": "Random House",
        "description": "In her powerful memoir, Tara Westover recounts her journey from a survivalist family in Idaho to earning a PhD from Cambridge University. Educated explores resilience, self-discovery, and the transformative power of education.",
        "categories": ["non-fiction"],
        "pageCount": 352,
        "imageLinks": {
            "smallThumbnail": "./public/image/non-fiction/Educated.png",
            "thumbnail": "./public/image/non-fiction/Educated.png"
        },
        "language": "en",
        "price": "12.99",
        "publishedDate": "2018-02-20",
        "subtitle": ""
    },
    {
        "title": "The Selfish Gene",
        "id": "",
        "authors": ["Richard Dawkins"],
        "publisher": "Oxford University Press",
        "description": "Richard Dawkins’s influential work on evolution and genetics argues that genes, not species or individuals, are the primary units of selection. This groundbreaking book introduces the idea of 'selfish' genes, influencing modern views on evolutionary biology.",
        "categories": ["science"],
        "pageCount": 384,
        "imageLinks": {
            "smallThumbnail": "./public/image/science/The-Selfish-Gene.png",
            "thumbnail": "./public/image/science/The-Selfish-Gene.png"
        },
        "language": "en",
        "price": "13.75",
        "publishedDate": "2006-09-01",
        "subtitle": ""
    },
    {
        "title": "The Elegant Universe",
        "id": "",
        "authors": ["Brian Greene"],
        "publisher": "W. W. Norton & Company",
        "description": "Brian Greene explores the groundbreaking concept of string theory, which proposes that tiny, vibrating strings are the fundamental building blocks of the universe. The Elegant Universe unpacks this complex topic, shedding light on relativity and quantum mechanics.",
        "categories": ["science"],
        "pageCount": 464,
        "imageLinks": {
            "smallThumbnail": "./public/image/science/The-Elegant-Universe.png",
            "thumbnail": "./public/image/science/The-Elegant-Universe.png"
        },
        "language": "en",
        "price": "16.00",
        "publishedDate": "2003-10-01",
        "subtitle": ""
    },

    {
        "title": "Cosmos",
        "id": "",
        "authors": ["Carl Sagan"],
        "publisher": "Ballantine Books",
        "description": "In this classic science book, Carl Sagan takes readers on a journey through space and time, exploring the origins of the universe, life, and intelligence. Cosmos is a profound reflection on the beauty and mystery of the cosmos and humanity’s place within it.",
        "categories": ["science"],
        "pageCount": 396,
        "imageLinks": {
            "smallThumbnail": "./public/image/science/Cosmos.png",
            "thumbnail": "./public/image/science/Cosmos.png"
        },
        "language": "en",
        "price": "14.99",
        "publishedDate": "1985-12-10",
        "subtitle": ""
    },

    {
        "title": "",
        "id": "",
        "authors": [""],
        "publisher": "",
        "description": "",
        "categories": [""],
        "pageCount": 1,
        "imageLinks": {
            "smallThumbnail": "",
            "thumbnail": ""
        },
        "language": "en",
        "price": "",
        "publishedDate": "",
        "subtitle": ""
    }
]